{
  "products": [{
      "id": 1,
      "name": "Adidas Predators",
      "description": "Reborn to rule the pitch, these firm ground football boots strap you in for all-out domination. The supportive mesh upper imitates your heel shape for secure lockdown, while a snug collar delivers a sock-like fit for ankle stability. Embossing on the forefoot helps keep the ball under your spell and the match under your control.",
      "image": "adidas-predators.jpg",
      "price": 199.99
    },
    {
      "id": 2,
      "name": "Nike Mercurial Vapor 360",
      "description": "The Nike Mercurial Vapor 360 Elite SG-PRO Anti-Clog Soft-Ground Football Boot wraps your foot for a perfect fit and exceptional ball touch. The outsole plate resists mud, providing consistent traction on the pitch.",
      "image": "nike-vapors.jpg",
      "price": 339.99
    },
    {
      "id": 3,
      "name": "Nike Phantom Vision",
      "description": "The Nike Phantom Vision Elite Dynamic Fit Artificial-Grass Football Boot gives you an unrivalled fit and excellent boot-to-ball connection. It's built for players who need precision and control on the pitch.",
      "image": "nike-phantom.jpg",
      "price": 99.99
    },
    {
      "id": 4,
      "name": "Nike Tiempo Legend VII",
      "description": "The Nike Tiempo Legend VII Elite Firm-Ground Football Boot combines lightweight Flyknit with premium kangaroo leather for a flexible fit and dominating touch on short-grass pitches.",
      "image": "nike-vapors.jpg",
      "price": 220.99
    },
    {
      "id": 5,
      "name": "Adidas Nemeziz",
      "description": "Fear no back line. Spare no defender from shame. Unlock agility and turn your opponents to stone. Lurk in the shadows and attack with stealth. With Nemeziz, your creativity is unexpected. These football boots have an Agility Mesh upper for quick moves into and out of the box. The agility stud configuration helps you weave through your opponents on firm ground and keep everyone guessing what's coming next.",
      "image": "pog.jpg",
      "price": 99.99
    }
  ]
}
